[
    {
        "themes": [
            "что такое fast chat",
            "что такое фаст чат",
            "fast chat",
            "фаст чат"
        ],
        "answer": "Fast Chat — бесплатный сайт-сервис, который позволяет пользователям передавать информацию между устройствами быстро, безопасно и без регистрации)"
    },
    {
        "themes": [
            "сколько стоит использование",
            "стоимость услуг",
            "плата за использование",
            "тариф"
        ],
        "answer": "Fast Chat — бесплатный сайт-сервис. За него не нужно платить)\nНо вы можете поддержать проект финансово: <a id='file-url' target='_blank' href='https://yoomoney.ru/fundraise/pdD2bAIffzE.230505' title = 'Финансовая помощь проекту :)'>поддержать проект</a>"
    },
    {
        "themes": [
            "создать чат",
            "новый чат",
            "сделать чат"
        ],
        "answer": "Создайте чат с уникальным идентификатором в один клик на <a id='file-url' target='_self' href='https://fastchat.space/' title = 'Главная страница'>главной странице</a>, нажав на кнопку «Создать Чат» или придумайте свой собственный идентификатор, состоящий из символов латинского алфавита и цифр, который будет иметь длину от 5 до 10 символов включительно, впишите его в поле «ID чата» и нажмите на кнопку «Перейти в Чат»."
    },
    {
        "themes": [
            "что можно передавать через чат?"
        ],
        "answer": "В чат можно отправлять текстовые сообщения, файлы размером до 10МБ и ссылки."
    },
    {
        "themes": [
            "зайти в чат",
            "открыть чат",
            "присоединиться к чату",
            "подключиться к чату"
        ],
        "answer": "Зайти в существующий чат можно по идентификатору чата, который отображается справа вверху на странице чата, введя его в поле «ID чата» и нажав на кнопку «Перейти в Чат», по ссылке из адресной строки (её также можно копировать, нажав на идентификатор чата) или по QR коду слева внизу страницы."
    },
    {
        "themes": [
            "аккаунт",
            "регестрация",
            "нужен ли аккаунт",
            "нужна ли регестрироваться"
        ],
        "answer": "Вам не нужно регестрироваться в Fast Chat, чтобы использовать его."
    },
    {
        "themes": [
            "установить пароль",
            "поставить пароль",
            "новый пароль",
            "пароль"
        ],
        "answer": "Чтобы установить пароль на чат нужно открыть настройки чата, ввести желаемы пароль в поле «Введите новый пароль» и нажать на кнопку «Применить»."
    },
    {
        "themes": [
            "настроить чат",
            "меню чата",
            "настройки чата"
        ],
        "answer": "Кнопка настройки чата находится слева от строки ввода сообщения."
    },
    {
        "themes": [
            "прикрепить файл",
            "открыть файл",
            "добавить файл",
            "отправить файл"
        ],
        "answer": "Чтобы прикрепить файлы к вашему сообщению нажмите на кнопку с изображением скрепки, выберите файлы (размером до 10 МБ) и нажмите «Открыть».\nВы можете увидеть все прикреплённые файлы под текстом сообщения."
    },
    {
        "themes": [
            "сколько хранится чат",
            "как долго хранятся чаты"
        ],
        "answer": "Все чаты хранятся не более 8 дней с момента отправки последнего сообщения в чат."
    },
    {
        "themes": [
            "плохой ответ",
            "связь с администрацией",
            "связь с поддержкой",
            "связь с человеком",
            "связь с людьми",
            "контакты"
        ],
        "answer": "Связаться с администрацией или владельцем Fast Chat можно по контактным данным внизу страницы."
    },
    {
        "themes": [
            "отправить сообщение"
        ],
        "answer": "Чтобы отправить сообщение в чат вы должны ввести текстовое сообщение в поле ввода и/или прикрепить файл(-ы). Затем вы можете нажать на Enter и сообщение отправится на сервер. Когда сервер обработает сообщение/файл(-ы) они будут постепенно отображаться в чате у всех пользователей."
    },
    {
        "themes": [
            "забыл пароль",
            "не могу вспомнить пароль",
            "восстановить пароль"
        ],
        "answer": "В целях безопасности сбросить пароль не введя его нельзя. Но вы можете создать новый чат с главной страницы!\nЕсли вам НЕОБХОДИМО восстановить данные с заблокированного чата и вы можете подтвердить, что являетесь его СОЗДАТЕЛЕМ - обратитесь к <a id='file-url' target='_blank' href='mailto:geokarpushin@gmail.com' title='Почта Владельца'>владелецу</a>."
    },
    {
        "themes": [
            "сбросить пароль",
            "снять пароль",
            "убрать пароль",
            "удалить пароль"
        ],
        "answer": "Чтобы сбросить пароль вам необходимо авторизоваться в чате, зайти в настройки, очистить поле с паролем и нажать на кнопку «Применить». После этого в чате у всех пользоватлей отобразится сообщение о сбросе пароля."
    },
    {
        "themes": [
            "установить тэг",
            "новый тэг"
        ],
        "answer": "Чтобы установить тэг на ваши сообщения зайдите в настройки, введите желаемый тэг в поле «Введите новый тэг» и нажмите «Применить»."
    },
    {
        "themes": [
            "сбросить тэг",
            "удалить тэг",
            "убрать тэг"
        ],
        "answer": "Чтобы сбросить тэг просто очистите поле с вашим текущим тэгом и нажмите «Применить»."
    },
    {
        "themes": [
            "сменить тему чата",
            "поменять цвет чата",
            "сделать темную тему",
            "поставить темную тему"
        ],
        "answer": "Чтобы сменить тэму чата нужно зайти в настройки, нажать на кнопку «Сменить тему», затем на кнопку «Применить»."
    },
    {
        "themes": [
            "режимы работы пароля"
        ],
        "answer": "У пароля существует два режима работы:\n1) Чат полностью заблокирован: вы не можете получать, отправлять сообщения или изменять чат без ввода пароля\n2) Все пользователи могут читать сообщения и скачивать файлы из чата, но только авторизованные могут отправлять сообщения и настраивать чат."
    },
    {
        "themes": [
            "чат бот"
        ],
        "answer": "Чат бот Fast Chat помогает вам узнать больше о работе сервиса. Вы можете задавать вопросы в свободной форме и мгновенно получать ответы на них!"
    },
    {
        "themes": [
            "безопасность данных",
            "обеспечение безопасности",
            "конфиденциальность",
            "доверять фаст чат",
            "доверие к fast chat"
        ],
        "answer": "Обеспечение безопасности ваших данных — одна из приоритетных задач Fast Chat.\nЧтобы предотвратить атаки типа man-in-the-middle мы используем SSL сертификат, что общепринято считается надёжным средством от прослушки.\nСуществует 60.5 миллионов комбинаций стандартных идентификаторов чата - такое количество компьютер будет перебирать около года. Вы можете не волноваться за безопасность данных в чате, ведь через 7 дней с момента написания последнего сообщения - он будет стёрт.\nНо для дополнительной защиты чата мы предусмотрели возможность установки многострочных паролей со спецсимволами, чтобы обеспечить максимальную безопасность вашим данным!"
    }
]